Repository: AkbaraliKhasanov-2000/New-App
Catalog: Scanlet/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, uz

source: Purchase Failed
cs: Nákup selhal
da: Køb mislykkedes
de: Kauf fehlgeschlagen
el: Αποτυχία αγοράς
es: Error en la compra
fi: Osto epäonnistui
fr: Échec de l’achat
hr: Kupnja nije uspjela
hu: Sikertelen vásárlás
it: Acquisto non riuscito
nb: Kjøpet mislyktes
nl: Aankoop mislukt
pl: Zakup nieudany
pt_br: Falha na compra
pt_pt: Falha na compra
ro: Achiziție eșuată
ru: Ошибка покупки
sk: Nákup zlyhal
sv: Köpet misslyckades
tr: Satın Alınamadı
uk: Помилка покупки
uz: Xarid amalga oshmadi

source: Purchase Pending
cs: Nákup čeká
da: Køb afventer
de: Kauf ausstehend
el: Αγορά σε αναμονή
es: Compra pendiente
fi: Osto odottaa
fr: Achat en attente
hr: Kupnja na čekanju
hu: Függő vásárlás
it: Acquisto in sospeso
nb: Kjøpet venter
nl: Aankoop in afwachting
pl: Zakup oczekuje
pt_br: Compra pendente
pt_pt: Compra pendente
ro: Achiziție în așteptare
ru: Покупка в ожидании
sk: Nákup čaká
sv: Köpet väntar
tr: Satın Alma Bekliyor
uk: Покупка очікує
uz: Xarid kutilmoqda

source: Quality
cs: Kvalita
da: Kvalitet
de: Qualität
el: Ποιότητα
es: Calidad
fi: Laatu
fr: Qualité
hr: Kvaliteta
hu: Minőség
it: Qualità
nb: Kvalitet
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ro: Calitate
ru: Качество
sk: Kvalita
sv: Kvalitet
tr: Kalite
uk: Якість
uz: Sifat

source: Rate Scanlet
cs: Ohodnotit Scanlet
da: Bedøm Scanlet
de: Scanlet bewerten
el: Αξιολόγηση Scanlet
es: Valorar Scanlet
fi: Arvioi Scanlet
fr: Noter Scanlet
hr: Ocijeni Scanlet
hu: Scanlet értékelése
it: Valuta Scanlet
nb: Vurder Scanlet
nl: Beoordeel Scanlet
pl: Oceń Scanlet
pt_br: Avaliar o Scanlet
pt_pt: Avaliar o Scanlet
ro: Evaluează Scanlet
ru: Оценить Scanlet
sk: Ohodnotiť Scanlet
sv: Betygsätt Scanlet
tr: Scanlet’i Puanla
uk: Оцінити Scanlet
uz: Scanletni baholash

source: Recognition Languages
cs: Jazyky rozpoznávání
da: Genkendelsessprog
de: Erkennungssprachen
el: Γλώσσες αναγνώρισης
es: Idiomas de reconocimiento
fi: Tunnistuskielet
fr: Langues de reconnaissance
hr: Jezici prepoznavanja
hu: Felismerési nyelvek
it: Lingue di riconoscimento
nb: Gjenkjenningsspråk
nl: Herkenningstalen
pl: Języki rozpoznawania
pt_br: Idiomas de reconhecimento
pt_pt: Idiomas de reconhecimento
ro: Limbi de recunoaștere
ru: Языки распознавания
sk: Jazyky rozpoznávania
sv: Igenkänningsspråk
tr: Tanıma Dilleri
uk: Мови розпізнавання
uz: Aniqlash tillari

source: Recognize Text Automatically
cs: Rozpoznávat text automaticky
da: Genkend tekst automatisk
de: Text automatisch erkennen
el: Αυτόματη αναγνώριση κειμένου
es: Reconocer texto automáticamente
fi: Tunnista teksti automaattisesti
fr: Reconnaître le texte automatiquement
hr: Automatski prepoznaj tekst
hu: Szöveg automatikus felismerése
it: Riconosci testo automaticamente
nb: Gjenkjenn tekst automatisk
nl: Herken tekst automatisch
pl: Rozpoznawaj tekst automatycznie
pt_br: Reconhecer texto automaticamente
pt_pt: Reconhecer texto automaticamente
ro: Recunoaște automat textul
ru: Распознавать текст автоматически
sk: Rozpoznávať text automaticky
sv: Känn igen text automatiskt
tr: Metni Otomatik Tanı
uk: Автоматично розпізнавати текст
uz: Matnni avtomatik aniqlash

source: Recognizing text…
cs: Rozpoznávání textu…
da: Genkender tekst…
de: Text wird erkannt …
el: Αναγνώριση κειμένου…
es: Reconociendo texto…
fi: Tunnistetaan tekstiä…
fr: Analyse du texte…
hr: Prepoznavanje teksta…
hu: Szövegfelismerés…
it: Riconoscimento testo…
nb: Gjenkjenner tekst …
nl: Tekst herkennen…
pl: Rozpoznawanie tekstu…
pt_br: Reconhecendo texto…
pt_pt: A reconhecer texto…
ro: Se recunoaște textul…
ru: Распознавание текста…
sk: Rozpoznávanie textu…
sv: Känner igen text…
tr: Metin tanınıyor…
uk: Розпізнавання тексту…
uz: Matn aniqlanmoqda…

source: Red
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
fi: Punainen
fr: Rouge
hr: Crvena
hu: Piros
it: Rosso
nb: Rød
nl: Rood
pl: Czerwony
pt_br: Vermelho
pt_pt: Vermelho
ro: Roșu
ru: Красный
sk: Červená
sv: Röd
tr: Kırmızı
uk: Червоний
uz: Qizil

source: Remove from Favorites
cs: Odstranit z oblíbených
da: Fjern fra favoritter
de: Aus Favoriten entfernen
el: Αφαίρεση από Αγαπημένα
es: Quitar de Favoritos
fi: Poista suosikeista
fr: Retirer des favoris
hr: Ukloni iz omiljenog
hu: Eltávolítás a Kedvencekből
it: Rimuovi dai preferiti
nb: Fjern fra favoritter
nl: Verwijder uit favorieten
pl: Usuń z ulubionych
pt_br: Remover dos Favoritos
pt_pt: Remover dos Favoritos
ro: Elimină din favorite
ru: Убрать из избранного
sk: Odstrániť z obľúbených
sv: Ta bort från favoriter
tr: Favorilerden Kaldır
uk: Вилучити з Вибраного
uz: Sevimlilardan olib tashlash

source: Remove “Scanned with Scanlet”
cs: Odstranit „Naskenováno Scanletem“
da: Fjern »Scannet med Scanlet«
de: „Gescannt mit Scanlet“ entfernen
el: Αφαίρεση «Σάρωση με Scanlet»
es: Quitar “Escaneado con Scanlet”
fi: Poista ”Skannattu Scanletilla”
fr: Retirer « Numérisé avec Scanlet »
hr: Ukloni „Skenirano Scanletom”
hu: „Scanlettel beolvasva” eltávolítása
it: Rimuovi “Scansionato con Scanlet”
nb: Fjern «Skannet med Scanlet»
nl: Verwijder ‘Gescand met Scanlet’
pl: Usuń „Skanowane w Scanlet”
pt_br: Remover “Escaneado com Scanlet”
pt_pt: Remover “Digitalizado com Scanlet”
ro: Elimină „Scanat cu Scanlet”
ru: Убрать «Scanned with Scanlet»
sk: Odstrániť „Naskenované v Scanlete“
sv: Ta bort ”Skannad med Scanlet”
tr: “Scanlet ile tarandı” yazısını kaldır
uk: Прибрати «Скановано в Scanlet»
uz: Suv belgisini olib tashlash

source: Rename
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
fi: Nimeä
fr: Renommer
hr: Preimenuj
hu: Átnevezés
it: Rinomina
nb: Endre navn
nl: Wijzig naam
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Mudar nome
ro: Redenumește
ru: Переименовать
sk: Premenovať
sv: Byt namn
tr: Ad Değiştir
uk: Перейменувати
uz: Nomlash

source: Rename Document
cs: Přejmenovat dokument
da: Omdøb dokument
de: Dokument umbenennen
el: Μετονομασία εγγράφου
es: Renombrar documento
fi: Nimeä dokumentti
fr: Renommer le document
hr: Preimenuj dokument
hu: Dokumentum átnevezése
it: Rinomina documento
nb: Nytt dokumentnavn
nl: Wijzig documentnaam
pl: Zmień nazwę dokumentu
pt_br: Renomear documento
pt_pt: Mudar nome
ro: Redenumire document
ru: Переименовать файл
sk: Premenovať dokument
sv: Byt namn på dokument
tr: Belgeyi Adlandır
uk: Нова назва документа
uz: Hujjatni nomlash

source: Rename Folder
cs: Přejmenovat složku
da: Omdøb mappe
de: Ordner umbenennen
el: Μετονομασία φακέλου
es: Renombrar carpeta
fi: Nimeä kansio
fr: Renommer le dossier
hr: Preimenuj mapu
hu: Mappa átnevezése
it: Rinomina cartella
nb: Endre mappenavn
nl: Wijzig mapnaam
pl: Zmień nazwę folderu
pt_br: Renomear pasta
pt_pt: Mudar nome da pasta
ro: Redenumește dosarul
ru: Переименовать папку
sk: Premenovať priečinok
sv: Byt namn på mapp
tr: Klasörü Adlandır
uk: Перейменувати папку
uz: Jildni nomlash

source: Rename Folder…
cs: Přejmenovat složku…
da: Omdøb mappe…
de: Ordner umbenennen …
el: Μετονομασία φακέλου…
es: Renombrar carpeta…
fi: Nimeä kansio…
fr: Renommer le dossier…
hr: Preimenuj mapu…
hu: Mappa átnevezése…
it: Rinomina cartella…
nb: Endre mappenavn …
nl: Wijzig mapnaam…
pl: Zmień nazwę folderu…
pt_br: Renomear pasta…
pt_pt: Mudar nome da pasta…
ro: Redenumește dosarul…
ru: Переименовать папку…
sk: Premenovať priečinok…
sv: Byt namn på mapp…
tr: Klasörü Adlandır…
uk: Перейменувати папку…
uz: Jildni nomlash…

source: Require %@
cs: Vyžadovat %@
da: Kræv %@
de: %@ erforderlich
el: Απαίτηση %@
es: Requerir %@
fi: Vaadi %@
fr: Exiger %@
hr: Zahtijevaj %@
hu: %@ megkövetelése
it: Richiedi %@
nb: Krev %@
nl: Vereis %@
pl: Wymagaj %@
pt_br: Exigir %@
pt_pt: Exigir %@
ro: Solicită %@
ru: Требовать %@
sk: Vyžadovať %@
sv: Kräv %@
tr: %@ İste
uk: Вимагати %@
uz: %@ so‘ralsin

source: Restore Failed
cs: Obnovení selhalo
da: Kunne ikke gendanne
de: Abruf fehlgeschlagen
el: Αποτυχία επαναφοράς
es: Error al restaurar
fi: Palautus epäonnistui
fr: Restauration échouée
hr: Vraćanje nije uspjelo
hu: Visszaállítási hiba
it: Ripristino non riuscito
nb: Gjenopprettingsfeil
nl: Herstel mislukt
pl: Odtwarzanie nieudane
pt_br: Falha ao restaurar
pt_pt: Falha ao restaurar
ro: Restaurare eșuată
ru: Не удалось восстановить
sk: Obnova zlyhala
sv: Kunde inte återskapa
tr: Geri Yüklenemedi
uk: Помилка відновлення
uz: Tiklab bo‘lmadi

source: Restore Purchases
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fi: Palauta ostot
fr: Restaurer les achats
hr: Vrati kupnje
hu: Vásárlás visszaállítása
it: Ripristina acquisti
nb: Gjenopprett kjøp
nl: Herstel aankopen
pl: Odtwórz zakupy
pt_br: Restaurar compras
pt_pt: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sv: Återskapa köp
tr: Alımları Geri Yükle
uk: Відновити покупки
uz: Xaridlarni tiklash

source: Restoring…
cs: Obnovování…
da: Gendanner…
de: Wird abgerufen …
el: Επαναφορά…
es: Restaurando…
fi: Palautetaan…
fr: Restauration…
hr: Vraćanje…
hu: Visszaállítás…
it: Ripristino…
nb: Gjenoppretter …
nl: Herstellen…
pl: Odtwarzanie…
pt_br: Restaurando…
pt_pt: A restaurar…
ro: Se restaurează…
ru: Восстановление…
sk: Obnovuje sa…
sv: Återskapar…
tr: Geri yükleniyor…
uk: Відновлення…
uz: Tiklanmoqda…

source: Rotate Left
cs: Otočit doleva
da: Rotér til venstre
de: Nach links drehen
el: Στροφή αριστερά
es: Girar a la izq.
fi: Käännä vasemmalle
fr: Pivoter à gauche
hr: Rotiraj ulijevo
hu: Forgatás balra
it: Ruota a sinistra
nb: Roter mot venstre
nl: Draai linksom
pl: Obróć w lewo
pt_br: Girar à esquerda
pt_pt: Rodar à esquerda
ro: Rotește la stânga
ru: Повернуть влево
sk: Otočiť doľava
sv: Rotera åt vänster
tr: Sola Döndür
uk: Поворот ліворуч
uz: Chapga burish

source: Rotate Right
cs: Otočit doprava
da: Rotér til højre
de: Nach rechts drehen
el: Στροφή δεξιά
es: Girar a la dcha.
fi: Käännä oikealle
fr: Pivoter à droite
hr: Rotiraj udesno
hu: Forgatás jobbra
it: Ruota a destra
nb: Roter mot høyre
nl: Draai rechtsom
pl: Obróć w prawo
pt_br: Girar à direita
pt_pt: Rodar à direita
ro: Rotește la dreapta
ru: Повернуть вправо
sk: Otočiť doprava
sv: Rotera åt höger
tr: Sağa Döndür
uk: Поворот праворуч
uz: O‘ngga burish

source: Save
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
hr: Spremi
hu: Mentés
it: Salva
nb: Lagre
nl: Bewaar
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти
uz: Saqlash

source: SAVE %lld%%
cs: UŠETŘÍTE %lld%%
da: SPAR %lld %%
de: SPARE %lld %%
el: ΕΚΠΤΩΣΗ %lld%%
es: AHORRA %lld%%
fi: SÄÄSTÄ %lld%%
fr: ÉCONOMISEZ %lld%%
hr: UŠTEDA %lld%%
hu: -%lld%%
it: RISPARMIA %lld%%
nb: SPAR %lld%%
nl: BESPAAR %lld%%
pl: ZAOSZCZĘDŹ %lld%%
pt_br: ECONOMIZE %lld%%
pt_pt: POUPE %lld%%
ro: REDUCERE %lld%%
ru: ЭКОНОМИЯ %lld%%
sk: UŠETRÍTE %lld%%
sv: SPARA %lld %%
tr: %%%lld TASARRUF
uk: ЗНИЖКА %lld%%
uz: %lld%% TEJANG

source: Saved signature
cs: Uložený podpis
da: Gemt signatur
de: Gesicherte Signatur
el: Αποθηκευμένη υπογραφή
es: Firma guardada
fi: Valmis allekirjoitus
fr: Signature mémorisée
hr: Spremljeni potpis
hu: Mentett aláírás
it: Firma salvata
nb: Lagret signatur
nl: Bewaarde handtekening
pl: Zachowany podpis
pt_br: Assinatura salva
pt_pt: Assinatura guardada
ro: Semnătură salvată
ru: Сохранённая подпись
sk: Uložený podpis
sv: Sparad signatur
tr: Kayıtlı imza
uk: Збережений підпис
uz: Saqlangan imzo

source: Scan
cs: Skenovat
de: Scannen
el: Σάρωση
es: Escanear
fi: Skannaa
fr: Numériser
hr: Skeniraj
hu: Beolvasás
it: Scansiona
nb: Skann
pl: Skanuj
pt_br: Escanear
pt_pt: Documento
ro: Scanează
ru: Сканировать
sk: Skenovať
sv: Skanna
tr: Tara
uk: Сканувати
uz: Skanerlash

source: Scan %@
cs: Sken %@
da: Scanning %@
el: Σάρωση %@
es: Escaneo %@
fi: Skannaa %@
fr: Numériser %@
hr: Sken %@
hu: Beolvasás %@
it: Scansiona %@
nb: Skann %@
pl: Skan %@
pt_br: Documento %@
pt_pt: Documento %@
ro: Scanează %@
ru: Скан %@
sk: Sken %@
sv: Skanning %@
tr: Tarama %@
uk: Скан %@
uz: Skan %@

source: Scan Anything in Seconds
cs: Skenujte cokoli během vteřin
da: Scan alt på få sekunder
de: Alles in Sekunden scannen
el: Σαρώστε τα πάντα σε δευτερόλεπτα
es: Escanea todo en segundos
fi: Skannaa mitä vain hetkessä
fr: Numérisez tout en un instant
hr: Skenirajte sve u sekundi
hu: Bármit beolvashatsz azonnal
it: Scansiona tutto in pochi secondi
nb: Skann alt på sekunder
nl: Scan alles in seconden
pl: Skanuj wszystko w sekundy
pt_br: Escaneie tudo em segundos
pt_pt: Digitalize tudo em segundos
ro: Scanează orice în câteva secunde
ru: Сканируйте что угодно за секунды
sk: Skenujte čokoľvek za sekundy
sv: Skanna allt på sekunder
tr: Her Şeyi Saniyeler İçinde Tarayın
uk: Скануйте все за секунди
uz: Hammasini soniyalarda skanerlang

source: Scan Document
cs: Skenovat dokument
da: Scan dokument
de: Dokument scannen
el: Σάρωση εγγράφου
es: Escanear documento
fi: Skannaa dokumentti
fr: Scanner un document
hr: Skeniraj dokument
hu: Dokumentum beolvasása
it: Scansiona documento
nb: Skann dokument
pl: Skanuj dokument
pt_br: Escanear documento
pt_pt: Nova digitalização
ro: Scanează document
ru: Сканировать документ
sk: Skenovať dokument
sv: Skanna dokument
tr: Belge Tara
uk: Сканувати документ
uz: Hujjatni skanerlash

source: Scan or move documents into this folder.
cs: Naskenujte nebo přesuňte dokumenty do této složky.
da: Scan eller flyt dokumenter til denne mappe.
de: Scanne oder bewege Dokumente in diesen Ordner.
el: Σαρώστε ή μετακινήστε έγγραφα σε αυτόν τον φάκελο.
es: Escanea o mueve documentos a esta carpeta.
fi: Skannaa tai siirrä dokumentteja tähän kansioon.
fr: Numérisez ou déplacez des documents dans ce dossier.
hr: Skenirajte ili premjestite dokumente u ovu mapu.
hu: Olvass be vagy helyezz ide dokumentumokat.
it: Scansiona o sposta documenti in questa cartella.
nb: Skann eller flytt dokumenter til denne mappen.
nl: Scan of verplaats documenten naar deze map.
pl: Zeskanuj lub przenieś dokumenty do tego folderu.
pt_br: Escaneie ou mova documentos para esta pasta.
pt_pt: Digitalize ou mova documentos para esta pasta.
ro: Scanează sau mută documente în acest dosar.
ru: Отсканируйте или переместите документы в эту папку.
sk: Naskenujte alebo presuňte sem dokumenty.
sv: Skanna eller flytta dokument till den här mappen.
tr: Bu klasöre belge tarayın veya taşıyın.
uk: Скануйте чи перемістіть документи в цю папку.
uz: Hujjatlarni ushbu jildga skanerlang yoki ko‘chiring.

source: Scan Pages
cs: Skenovat stránky
da: Scan sider
de: Seiten scannen
el: Σάρωση σελίδων
es: Escanear páginas
fi: Skannaa sivuja
fr: Scan de pages
hr: Skeniraj
hu: Oldalbeolvasás
it: Scansiona pagine
nb: Skann sider
nl: Scan pagina's
pl: Skanuj strony
pt_br: Escanear páginas
pt_pt: Digitalizar
ro: Scanează pagini
ru: Скан страниц
sk: Skenovať strany
sv: Skanna sidor
tr: Sayfa Tara
uk: Сканувати
uz: Varaq skanerlash

source: Scan paper documents, receipts and notes into sharp, searchable PDFs.
cs: Skenujte dokumenty, účtenky a poznámky do ostrých, prohledávatelných PDF.
da: Scan papirdokumenter, kvitteringer og noter til skarpe, søgbare PDF'er.
de: Scanne Papierdokumente, Belege und Notizen als scharfe, durchsuchbare PDFs.
el: Σαρώστε έγγραφα, αποδείξεις και σημειώσεις σε καθαρά PDF με αναζήτηση.
es: Convierte documentos en papel, recibos y notas en PDF nítidos con búsqueda.
fi: Skannaa paperidokumentit, kuitit ja muistiinpanot teräviksi, haettaviksi PDF:iksi.
fr: Numérisez vos documents papier, reçus et notes en PDF nets et interrogeables.
hr: Skenirajte dokumente, račune i bilješke u oštre, pretražive PDF-ove.
hu: Olvasd be a papíralapú dokumentumokat, nyugtákat és jegyzeteket éles, kereshető PDF-be.
it: Scansiona documenti cartacei, ricevute e appunti in PDF nitidi e ricercabili.
nb: Skann papirdokumenter, kvitteringer og notater til skarpe, søkbare PDF-er.
nl: Scan papieren documenten, bonnetjes en notities naar scherpe, doorzoekbare PDF's.
pl: Skanuj dokumenty, paragony i notatki do ostrych PDF z wyszukiwaniem.
pt_br: Escaneie documentos em papel, recibos e anotações em PDFs nítidos e pesquisáveis.
pt_pt: Digitalize documentos em papel, recibos e notas para PDF nítidos e pesquisáveis.
ro: Scanează documente pe hârtie, bonuri și notițe în PDF-uri clare și căutabile.
ru: Сканируйте документы, чеки и заметки в чёткие PDF с поиском по тексту.
sk: Skenujte dokumenty, bločky a poznámky do ostrých, vyhľadávateľných PDF.
sv: Skanna pappersdokument, kvitton och anteckningar till skarpa, sökbara PDF:er.
tr: Kâğıt belgeleri, fişleri ve notları net, aranabilir PDF’lere tarayın.
uk: Скануйте документи, чеки й нотатки в чіткі PDF із пошуком тексту.
uz: Qog‘oz hujjatlar, cheklar va qaydlarni aniq, qidiriladigan PDF’ga aylantiring.

source: Scan Your First Document
cs: Naskenujte první dokument
da: Scan dit første dokument
de: Scanne dein erstes Dokument
el: Σαρώστε το πρώτο σας έγγραφο
es: Escanea tu primer documento
fi: Skannaa ensimmäinen dokumentti
fr: Numérisez votre premier document
hr: Skenirajte prvi dokument
hu: Olvasd be az első dokumentumot
it: Scansiona il tuo primo documento
nb: Skann ditt første dokument
nl: Scan je eerste document
pl: Zeskanuj pierwszy dokument
pt_br: Escaneie seu 1º documento
pt_pt: Digitalize o 1.º documento
ro: Scanează primul tău document
ru: Отсканировать первый документ
sk: Naskenujte prvý dokument
sv: Skanna ditt första dokument
tr: İlk Belgenizi Tarayın
uk: Скануйте перший документ
uz: Birinchi hujjatni skanerlash

source: Scanlet Is Locked
cs: Scanlet je zamčený
da: Scanlet er låst
de: Scanlet ist gesperrt
el: Το Scanlet κλείδωσε
es: Scanlet está bloqueado
fi: Scanlet on lukittu
fr: Scanlet est verrouillé
hr: Scanlet je zaključan
hu: A Scanlet zárolva
it: Scanlet è bloccato
nb: Scanlet er låst
nl: Scanlet is vergrendeld
pl: Scanlet zablokowany
pt_br: Scanlet está bloqueado
pt_pt: Scanlet está bloqueado
ro: Scanlet este blocat
ru: Scanlet заблокирован
sk: Scanlet je zamknutý
sv: Scanlet är låst
tr: Scanlet Kilitli
uk: Scanlet заблоковано
uz: Scanlet qulflangan

source: Scanlet reads text right on your iPhone. Search every scan, copy, translate and create searchable PDFs.
cs: Scanlet čte text přímo v iPhonu. Prohledávejte skeny, kopírujte, překládejte a tvořte prohledávatelná PDF.
da: Scanlet læser tekst direkte på din iPhone. Søg i alle scanninger, kopiér, oversæt og opret søgbare PDF'er.
de: Scanlet liest Text direkt auf deinem iPhone. Durchsuche jeden Scan, kopiere, übersetze und erstelle durchsuchbare PDFs.
el: Το Scanlet διαβάζει κείμενο στο iPhone σας. Αναζητήστε σε κάθε σάρωση, αντιγράψτε, μεταφράστε, φτιάξτε PDF με αναζήτηση.
es: Scanlet lee el texto en tu iPhone. Busca en todos tus escaneos, copia, traduce y crea PDF con búsqueda.
fi: Scanlet lukee tekstin suoraan iPhonella. Hae skannauksista, kopioi, käännä ja luo haettavia PDF:iä.
fr: Scanlet lit le texte directement sur votre iPhone. Cherchez dans chaque scan, copiez, traduisez et créez des PDF interrogeables.
hr: Scanlet čita tekst izravno na iPhoneu. Pretražujte skenove, kopirajte, prevodite i izradite pretražive PDF-ove.
hu: A Scanlet az iPhone-on ismeri fel a szöveget. Keress a beolvasásokban, másolj, fordíts, és készíts kereshető PDF-et.
it: Scanlet legge il testo direttamente sul tuo iPhone. Cerca in ogni scansione, copia, traduci e crea PDF ricercabili.
nb: Scanlet leser tekst rett på iPhonen. Søk i alle skanninger, kopier, oversett og lag søkbare PDF-er.
nl: Scanlet leest tekst direct op je iPhone. Doorzoek elke scan, kopieer, vertaal en maak doorzoekbare PDF's.
pl: Scanlet odczytuje tekst na iPhonie. Przeszukuj skany, kopiuj, tłumacz i twórz PDF z wyszukiwaniem.
pt_br: O Scanlet lê texto no próprio iPhone. Pesquise em tudo, copie, traduza e crie PDFs pesquisáveis.
pt_pt: O Scanlet lê texto no próprio iPhone. Pesquise em tudo, copie, traduza e crie PDF pesquisáveis.
ro: Scanlet citește textul direct pe iPhone. Caută în fiecare scanare, copiază, traduce și creează PDF-uri căutabile.
ru: Scanlet распознаёт текст прямо на iPhone. Ищите по сканам, копируйте, переводите и создавайте PDF с поиском.
sk: Scanlet číta text priamo v iPhone. Prehľadávajte skeny, kopírujte, prekladajte a tvorte vyhľadávateľné PDF.
sv: Scanlet läser text direkt på din iPhone. Sök i alla skanningar, kopiera, översätt och skapa sökbara PDF:er.
tr: Scanlet metni doğrudan iPhone’unuzda okur. Taramalarda arayın, kopyalayın, çevirin ve aranabilir PDF oluşturun.
uk: Scanlet розпізнає текст прямо на iPhone. Шукайте в сканах, копіюйте, перекладайте й створюйте PDF з пошуком.
uz: Scanlet matnni to‘g‘ridan-to‘g‘ri iPhone’da o‘qiydi. Skanlar ichidan qidiring, nusxalang, tarjima qiling va qidiriladigan PDF yarating.

source: Scanlet stores your documents only on this iPhone.
cs: Scanlet ukládá dokumenty jen v tomto iPhonu.
da: Scanlet gemmer kun dine dokumenter på denne iPhone.
de: Scanlet speichert deine Dokumente nur auf diesem iPhone.
el: Το Scanlet αποθηκεύει τα έγγραφά σας μόνο σε αυτό το iPhone.
es: Scanlet guarda tus documentos solo en este iPhone.
fi: Scanlet tallentaa dokumenttisi vain tähän iPhoneen.
fr: Scanlet stocke vos documents uniquement sur cet iPhone.
hr: Scanlet sprema dokumente samo na ovaj iPhone.
hu: A Scanlet csak ezen az iPhone-on tárolja a dokumentumaidat.
it: Scanlet salva i tuoi documenti solo su questo iPhone.
nb: Scanlet lagrer dokumentene dine bare på denne iPhonen.
nl: Scanlet bewaart je documenten alleen op deze iPhone.
pl: Scanlet przechowuje dokumenty tylko na tym iPhonie.
pt_br: O Scanlet armazena seus documentos apenas neste iPhone.
pt_pt: O Scanlet guarda os documentos apenas neste iPhone.
ro: Scanlet stochează documentele doar pe acest iPhone.
ru: Scanlet хранит документы только на этом iPhone.
sk: Scanlet ukladá dokumenty len v tomto iPhone.
sv: Scanlet sparar dina dokument endast på den här iPhonen.
tr: Scanlet belgelerinizi yalnızca bu iPhone’da saklar.
uk: Scanlet зберігає документи лише на цьому iPhone.
uz: Scanlet hujjatlaringizni faqat shu iPhone’da saqlaydi.

source: Scanned with Scanlet
cs: Naskenováno Scanletem
da: Scannet med Scanlet
de: Gescannt mit Scanlet
el: Σάρωση με Scanlet
es: Escaneado con Scanlet
fi: Skannattu Scanletilla
fr: Numérisé avec Scanlet
hr: Skenirano Scanletom
hu: Scanlettel beolvasva
it: Scansionato con Scanlet
nb: Skannet med Scanlet
nl: Gescand met Scanlet
pl: Skanowane w Scanlet
pt_br: Escaneado com Scanlet
pt_pt: Digitalizado com Scanlet
ro: Scanat cu Scanlet
ru: Отсканировано в Scanlet
sk: Naskenované v Scanlete
sv: Skannad med Scanlet
tr: Scanlet ile tarandı
uk: Скановано в Scanlet
uz: Scanlet bilan skanerlangan

source: Scanning
cs: Skenování
de: Scannen
el: Σάρωση
es: Escaneo
fi: Skannaus
fr: Numérisation
hr: Skeniranje
hu: Beolvasás
it: Scansione
nb: Skanning
nl: Scannen
pl: Skanowanie
pt_br: Escaneamento
pt_pt: Digitalização
ro: Scanare
ru: Сканирование
sk: Skenovanie
sv: Skanning
tr: Tarama
uk: Сканування
uz: Skanerlash

source: Search titles and text
cs: Hledat v názvech a textu
da: Søg i titler og tekst
de: Titel und Text durchsuchen
el: Αναζήτηση τίτλων και κειμένου
es: Buscar títulos y texto
fi: Hae nimistä ja tekstistä
fr: Rechercher titres et texte
hr: Traži u nazivima i tekstu
hu: Keresés címben és szövegben
it: Cerca titoli e testo
nb: Søk i titler og tekst
nl: Zoek in titels en tekst
pl: Szukaj w nazwach i tekście
pt_br: Buscar títulos e texto
pt_pt: Pesquisar títulos e texto
ro: Caută titluri și text
ru: Поиск по названию и тексту
sk: Hľadať v názvoch a texte
sv: Sök i titlar och text
tr: Başlık ve metinde ara
uk: Пошук назв і тексту
uz: Nom va matn bo‘yicha qidirish
